[
	{
		"subtitle":"La cultura en tokio",
		"text":"La mayor parte de la población de Tokio es budista. Centenares de templos budistas pueblan la provincia, aunque muchos de los habitantes de Tokio van a estos templos solo en ceremonias muy especiales como bodas y funerales, y prefieren practicar sus actos religiosos en casa. Muchas de las residencias están amuebladas al estilo japonés, aunque otras siguen un patrón más occidental. La mayor parte de la gente usa vestimentas occidentales en su vida cotidiana. Algunas personas más ancianas —especialmente mujeres— usan el kimono, una ropa tradicional japonesa. Los vestidos tradicionales japoneses solo se usan, generalmente, en días o eventos especiales.\n\nMuchos de los artistas japoneses más prestigiosos trabajan en Tokio. Algunos aún usan métodos y técnicas japonesas de sus antecesores, que han pasado de generación en generación. Otros artistas prefieren usar métodos y técnicas occidentales. Tokio es el centro nacional de la música, drama y del teatro japonés.\n\nEl Festival Internacional de Cine de Tokio (conocido como TIFF: Tokyo International Film Festival), se lleva a cabo cada octubre o noviembre desde 1985. En él se proyectan más de trescientas películas, siendo el mayor entre los festivales asiáticos de cine, y, junto con el Festival de Shanghái, en China, es uno de los dos festivales de Asia acreditados por la Federación Internacional de Productores de Cine (FIAPF)."
	},
	{
		"subtitle":"Teatro, música y danza",
		"text":"Dos formas de drama japonesas, el nō y el kabuki, son las formas favoritas de entretenimiento de la población de la provincia. El Teatro Nacional nō, ubicado cerca de la estación de trenes Sendagaya tiene funciones todos los fines de semana. Existen múltiples escuelas de nō, entre ellas la escuela Kanze nō-gakudo. El teatro Kabuki-za tiene funciones diarias de kabuki. Esta forma artística también tiene representaciones en enero, marzo, y de octubre a diciembre en el Teatro Nacional.",
		"image":"cl1.jpg",
		"footText":"Ciudad de la Ópera de Tokio."
	},
	{
		"text":"El Teatro Nacional tiene representaciones de bunraku, un espectáculo teatral con títeres de madera de 1,2 metros, apoyado en música de shamisen. El teatro Takarazuka es una compañía especializada en hacer adaptaciones de obras occidentales, con la peculiaridad de que la totalidad de la compañía está formada exclusivamente por mujeres.Adicionalmente, durante todo el año se representan obras de teatro occidental.\n\nLa Ciudad de la Ópera de Tokio (東京オペラシティ Tōkyō Opera Shiti?) es el más nuevo recinto dedicado a la música y al teatro en Tokio. Se encuentra dentro de un rascacielos localizado en Shinjuku. Fue completado en 1997. Con sus 54 pisos y 234 metros de altura, es el sexto edificio más alto de Tokio. En los primeros tres, existen una galería de arte, tiendas y restaurantes. El cuarto piso alberga al Centro de Comunicaciones de NTT.\n\nLa mayor expresión musical de la ciudad tiene lugar anualmente, cuando se lleva a cabo el Festival de Verano de Tokio durante junio y julio. En el festival se ejecuta música clásica, folclórica, de rock y de jazz. A lo largo del año, hay espectáculos en vivo en foros diversos, donde destacan el Foro Internacional de Tokio, la Sala Suntory, la Sala NHK, y la Ciudad de la Ópera de Tokio.\n\nLa Danza tiene un lugar especial en las actividades culturales de Tokio; los espectáculos de danza tradicional y de danza occidental son frecuentes todo el año. Destaca el evento de danza, música y teatro Azuma Odori, que a finales de mayo cada año, se lleva a cabo en el teatro Shinbashi Enbujo. Un tipo de danza moderna que mezcla elementos de varias expresiones artísticas es la danza Buto, creada en la década de 1960, y ejecutada por bailarines casi desnudos cubiertos de maquillaje. Aunque se practica en varias regiones del país, Tokio concentra la mayor cantidad de compañías de Buto."
	}
]