[
	{
		"subtitle":"La fundación de Edo",
		"text":"A pesar de que desde tiempos antiguos existían pequeñas poblaciones y templos en las colinas cercanas a la bahía de Tokio, se considera que la fundación formal de Tokio fue en 1457, cuando un vasallo del clan Uesugi, Ōta Dōkan construyó el castillo Edo (江戸城 Edo-jō); así el área que rodeaba el castillo se comenzó a llamar Edo (江戸, literalmente 'estuario'). El shogunato Tokugawa, que había tomado el castillo en 1590 y que tenía el control casi absoluto de Japón, estableció su gobierno en Edo en 1603, hecho que dio inicio al Período Edo en la historia japonesa.11​ La nobleza, junto con el emperador de Japón, permanecieron en Kioto, que siguió siendo la capital oficial, aunque sólo de manera protocolar.\n\nEdo sufrió innumerables desastres, entre los que se encuentran centenares de incendios, destacándose el Gran Incendio de Edo (Edo Taika) de 1657, donde murieron alrededor de cien mil personas. La razón de los constantes incendios era que todas las viviendas de Edo eran machiya o viviendas urbanas de madera. Otros desastres que sufrió Edo fueron la erupción del monte Fuji en 1707, el terremoto del Gran Edo en 1855 y otros terremotos menores en 1703, 1782 y 1812.",
		"image":"hs1.jpg",
		"footText":"Kidai Shōran (熈代勝覧?), 1805. Ilustra escenas del período Edo que tienen lugar a lo largo de la calle principal de Nihonbashi en Tokio."
	},
	{
		"subtitle":"Del siglo xix al siglo xx",
		"text":"A fines de 1868, con el ocaso del shogunato en todo el Japón y el inicio de la Restauración Meiji, el emperador se mudó al Castillo Edo, convirtiéndolo en el gran Palacio Imperial de Japón y estableció allí mismo el cambio de nombre de Edo a Tokio, «la capital del este». Sin embargo, el emperador no dejó sentado de manera legal que Tokio era la nueva capital de Japón, por lo que se cree popularmente que Kioto sea aún la capital oficial o cocapital del país. En 1871 se abolieron los han o feudos, y formalmente se crearon las prefecturas, entre ellas la prefectura de Tokio; y al año siguiente la prefectura se expandió al área ocupada por los 23 Barrios Especiales que actualmente comprende.",
		"image":"hs2.jpg",
		"footText":"Akihabara a finales del siglo xix"
	},
	{
		"text":"A partir de 1872, comenzó a construirse la primera línea de ferrocarril y entre 1885 y 1925 se construyó la línea Yamanote, línea de ferrocarril urbano que es la más importante de Tokio en la actualidad. En 1889 se estableció la Ciudad de Tokio (東京市 Tōkyō-shi) con 15 barrios, luego en 1893 los distritos de Tama se unieron a la prefectura. En 1914 se inauguró la estación de Tokio y en 1927 se inauguró el primer metro subterráneo en la línea Ginza.\n\nEl gran terremoto de Kantō golpeó Tokio en 1923, con un saldo de aproximadamente 143 000 personas fallecidas. Tras la tragedia se inició un plan de reconstrucción que no pudo ser completado debido a su alto coste. A pesar de esto, la ciudad continuó su desarrollo hasta el comienzo de la Segunda Guerra Mundial. En 1936 se inauguró el edificio de la Kokkai (Dieta de Japón); también en ese mismo año ocurrió el incidente del 26 de febrero, en el que 1500 oficiales del ejército japonés ocuparon el edificio de la Kokkai, el Kantei (residencia del primer ministro) y otros lugares de Tokio en un intento de golpe de Estado, que fue sofocado tres días después.\n\nEn 1943 la prefectura y la ciudad de Tokio se unieron para formar la Metrópolis de Tokio (Tōkyō-to), también conocida simplemente como Tokio, que en ese momento consistía en 35 barrios. A partir de esta fecha no existe ciudad en Japón que se llame Tokio.\n\nDurante la Segunda Guerra Mundial, Tokio fue intensamente bombardeada a partir de 1942 hasta 1945. A causa de esto, en 1945 la población de Tokio era la mitad que en 1940. Al terminar la guerra, en septiembre de 1945, Tokio fue ocupada militarmente y pasó a ser gobernada por las Fuerzas Aliadas. El general Douglas MacArthur estableció los cuarteles de la ocupación en lo que ahora es el edificio DN Tower 21 (anteriormente conocido como Dai-Ichi Seimei), frente al Palacio Imperial. En la segunda mitad del siglo xx, Estados Unidos aprovechó a Tokio como un centro importante de logística durante las guerras de Corea y Vietnam. En la actualidad, aún permanecen bajo control estadounidense la base aérea de Yokota y algunas pocas instalaciones militares menores.\n\nTokio experimentó el llamado 'milagro económico' durante las décadas de 1950 y 1960. En 1947 Tokio fue reestructurado con la reducción de 35 a 23 barrios. En 1954 se creó la segunda línea de metro con la línea Marunouchi y en 1961 con la línea Hibiya. En 1958 se construyó la Torre de Tokio y en 1964 se inauguró la primera línea de Shinkansen (Tōkaidō Shinkansen), coincidiendo con la celebración de los Juegos Olímpicos de Tokio 1964. Esta prosperidad transformó a un país devastado por la guerra en la segunda economía del mundo en menos de veinte años. Durante este período, el gobierno japonés dio prioridad a la infraestructura e industrias de manufactura. Como resultado, Japón dominó un amplio rango de industrias como la del acero, la automotriz, de semiconductores y electrodomésticos.\n\nEn los años siguientes Tokio creció en extensión; fueron devueltas a Japón las islas Ogasawara en 1968 y la base aérea de Tachikawa en 1977. Durante la década de 1970 hubo una migración masiva hacia las ciudades, y hacia Tokio en especial. En 1978 se inauguró el Aeropuerto Internacional de Narita, que prestó apoyo para el Aeropuerto Internacional de Tokio, el cual serviría principalmente a vuelos nacionales. La gran población en Tokio (que se convirtió en la ciudad más poblada del mundo en 1965) derivó en una burbuja económica que se inició en 1986 y explotó en 1990, causando una recesión durante toda esa década, llamada también la década perdida (失われた10年 ushinawareta jūnen).",
		"image":"hs3.jpg",
		"footText":"Tokio en 1978"
	},
	{
		"text":"El 20 de marzo de 1995 la ciudad concentró la atención de los medios internacionales tras el atentado terrorista del culto Aum Shinrikyo en el sistema de trenes subterráneos de Tokio. En él murieron doce personas y miles resultaron afectadas por el gas nervioso sarín."
	},
	{
		"subtitle":"Tokio contemporánea",
		"text":"A pesar de eso, Tokio continuó creciendo; en 1991 se construyó el Tōchō o Edificio de la Gobernación Metropolitana de Tokio y en 1993 se inauguró el Rainbow Bridge sobre la bahía de Tokio. Esto condujo a que Tokio sea una de las ciudades más dinámicas del planeta con una amplia gama de actividades sociales y económicas, en conjunto con el boom de inversiones a finales del siglo xx, probablemente el mayor que se haya conocido en la historia. Como resultado, la ciudad cuenta con una mayor cantidad de edificios modernos que Londres o Nueva York. También en Tokio se han ejecutado proyectos para ganar tierras al mar. Aunque esta práctica se realiza desde hace varios siglos, en la actualidad se ejecuta a gran escala; entre estas áreas sobresale Odaiba. Otros proyectos urbanos recientes incluyen el Jardín de Ebisu, la isla Tennozu, Shiodome, Roppongi Hills, Shinagawa y la Tokyo Sky Tree en Sumida, que es la estructura artificial más alta en Japón desde 2010, fue terminada el 29 de febrero de 2012 e inaugurada el 22 de mayo de 2012. Bajo la gobernadora Yuriko Koike, se llevaron a cabo la ampliación y repalación de unas instituciones deportivas para los Juegos Olímpicos de 2020."
	}
]